app/controllers/contacts_controller.rb

INSERT INTO `contacts` (`body`, `created_at`, `email`, `name`, `updated_at`) VALUES ('fgdfgd', '2013-05-01 17:06:07', 'dfgdfg', 'dgdfg', '2013-05-01 17:06:07')
---
  def create
    @contact = Contact.new(params[:contact])

    respond_to do |format|
      if @contact.save